Repository: fuchsberger/dsa
Catalog: priv/gettext/*/LC_MESSAGES/account.po
Languages: de

source: Invalid email or password
de: Ungültige Email oder Passwort

source: Logged out successfully.
de: Erfolgreich ausgeloggt.

source: Forgot your password?
de: Passwort vergessen?

source: Password
de: Passwort

source: Confirm Account
de: Account bestätigen

source: Confirm Password
de: Passwort bestätigen

source: If your email is in our system and it has not been confirmed yet, you will receive an email with instructions shortly.
de: Sollte deine Email Addresse bei uns registriert und noch nicht aktiviert sein, wirst du in Kürze einen Bestätigungslink erhalten.

source: Log In
de: Einloggen

source: Oops, something went wrong! Please check the errors below.
de: Oops, etwas ist falsch gelaufen! Bitte überprüfe deine Eingaben.

source: Passwords don't match
de: Passwörter stimmen nicht überein

source: Register
de: Anmelden

source: Resend confirmation instructions
de: Aktivierungsemail erneut senden

source: User confirmation link is invalid or it has expired.
de: Aktivierungslink ist ungültig oder abgelaufen.

source: User confirmed successfully.
de: Account erfolgreich aktiviert.

source: Username
de: Benutzername

source: at least one digit or punctuation character
de: mind. eine Ziffer oder ein Sonderzeichen erforderlich

source: at least one lower case character
de: mindestens ein Kleinbuchstabe erforderlich

source: did not change
de: ist unverändert

source: does not match password
de: Passwörter stimmen nicht überein

source: is not valid
de: ist ungültig

source: must have the @ sign and no spaces
de: muss ein @ symbol beinhalten und keine Leerzeichen

source: If your email is in our system, you will receive instructions to reset your password shortly.
de: Sollte deine Email Addresse bei uns registriert sein, wirst du in Kürze einen Link zum Zurücksetzen deines Passworts erhalten.

source: Password reset successfully.
de: Account erfolgreich erstellt.

source: Reset password link is invalid or it has expired.
de: Aktualisierungslink ist ungültig oder abgelaufen.

source: New Password
de: Neues Passwort

source: Reset password
de: Passwort zurücksetzen

source: Send instructions to reset password
de: Sende Link zum Zurücksetzen deines Passworts

source: A link to confirm your email change has been sent to the new address.
de: Ein Aktivierunglink wurde an deine neue Email Adresse gesendet.

source: Are you sure you want to delete your account including all characters?
de: Bist du sicher dass du deinen Account inklusive deiner Helden löschen möchtest?

source: Change password
de: Passwort ändern

source: Confirm new Password
de: Bestätige neues Passwort

source: Current Password
de: Aktuelles Passwort

source: Delete Account
de: Account löschen

source: Email address
de: Email Adresse

source: Email change link is invalid or it has expired.
de: Bestätigungslink ist ungültig oder abgelaufen.

source: Email changed successfully.
de: Email Adresse erfolgreich geändert.

source: Or
de: Oder

source: Password updated successfully.
de: Account erfolgreich aktualisiert.

source: Remember me for 60 days
de: Für 60 Tage eingeloggt bleiben

source: Settings
de: Einstellungen

source: Sign in
de: Anmelden

source: Sign in to your account
de: Melde dich an

source: register a new account
de: neuen Account erstellen

source: Sign up
de: Anmelden

source: log into your account
de: melde dich an

source: Register Account
de: Account erstellen

source: DSA Tool - Account Activation
de: DSA Tool - Account Aktivierung

source: Registration successfull! A link to activate your account was sent to %{email}.
de: Registrierung erfolgreich! Ein link zur Aktivierung deines Accounts wurde an %{email} gesendet.

source: Greetings, You can reset your password by visiting the URL below: %{url} If you didn't request this change, please ignore this. Best, The DSA Team
de: Die Zwölfe zum Gruß, Du kannst dein Passwort zurücksetzen indem du den folgenden Link besuchst: %{url} Solltest du diese Anfrage nicht gestellt haben dann bitte ignoriere dieses Email. Liebe Grüße, Das Dsa Tool Team

source: DSA Tool - Reset Password
de: DSA Tool - Password zurücksetzen

source: Greetings, You can activate your account by visiting the URL below: %{url} If you have not created an account with us, please ignore this. Best, The DSA Team
de: Die Zwölfe zum Gruß, Du kannst deinen Account aktivieren indem du den folgenden Link besuchst: %{url} Solltest du keinen Account bei uns erstellt haben dann bitte ignoriere dieses Email. Liebe Grüße, Das Dsa Tool Team

source: DSA Tool - Change Email
de: DSA Tool - Email Addresse ändern

source: Greetings, You can change your email by visiting the URL below: %{url} If you didn't request this change, please ignore this. Best, The DSA Team
de: Die Zwölfe zum Gruß, Du kannst deine Email Addresse ändern indem du den folgenden Link besuchst: %{url} Solltest du diese Anfrage nicht gestellt haben dann bitte ignoriere dieses Email. Liebe Grüße, Das Dsa Tool Team
