Repository: fuchsberger/dsa
Catalog: priv/gettext/*/LC_MESSAGES/dsa.po
Languages: de

source: A character, dice, and group management tool for DSA, Das Schwarze Auge
de: Ein Heldenbogen-, Würfel- und Gruppentool für DSA, Das Schwarze Auge

source: Welcome in Aventuria!
de: Willkommen in Aventurien!

source: Create
de: Erstellen

source: Nein
de: No

source: Skill
de: Talent

source: The server could not find the requested resource.
de: Der Server hat die angeforderte Resource nicht gefunden.

source: Unauthorized
de: Zugriff verweigert

source: Close sidebar
de: Schließe Seitenmenü

source: Ctrl
de: Strg

source: Open sidebar
de: Öffne Seitenmenü

source: Press
de: Drücke

source: Search
de: Suche

source: Search for anything...
de: Intelligente Suche...

source: Sign In
de: Anmelden

source: and
de: und

source: applications
de: Anwendungsgebiete

source: search DSA Tool
de: suche im DSA Tool

source: Crafting Skills
de: Handwerkstalente

source: Edit Skill
de: Talent bearbeiten

source: Enc
de: BE

source: Knowledge Skills
de: Wissenstalente

source: Nature Skills
de: Naturtalente

source: New Skill
de: Neues Talent

source: SV
de: SF

source: Skills
de: Talente

source: Social Skills
de: Gesellschaftstalente

source: Stg
de: FW

source: maybe
de: evtl

source: no
de: nein

source: yes
de: ja

source: Alchemy
de: Alchimie

source: Alchemical Poisons
de: Alchimistische Gifte

source: Elixirs
de: Elixiere

source: Mundane Alchemy
de: Profane Alchimie

source: alchemical laboratory
de: Alchemistisches Labor

source: Identify an elixir precisely, including its Level and how long it will remain stable.
de: Der Held weiß exakt, welches Elixier er vor sich hat, welche Stufe es besitzt und wie lange haltbar es ist.

source: The elixir has an unpleasant side effect.
de: Das Elixier sorgt für einen unangenehmen Nebeneffekt.

source: The elixir is ruined, or an analysis fails to yield a useful result.
de: Das Elixier ist misslungen oder eine Analyse hat kein Ergebnis gebracht.

source: The potion is of better quality.
de: Der Trank weist eine bessere Qualität auf.

source: Conversation
de: Einzelgespräch

source: Debate
de: Diskussionsführung

source: Oration
de: Öffentliche Rede

source: Persuasion
de: Bekehren & Überzeugen

source: Provocation
de: Provokation

source: The target doesn’t believe the orator.
de: Das Opfer glaubt dem Prediger nicht.

source: The target feels insulted.
de: Das Opfer fühlt sich vom Prediger beleidigt oder für dumm verkauft.

source: The target is completely convinced.
de: Das Opfer der Überzeugungsversuche ist vollends überzeugt.

source: You persuade more people, or the target adheres to the new belief for a longer time.
de: Mehr Menschen lassen sich von dem Helden bekehren, oder der Bekehrte folgt seiner neuen Überzeugung länger.

source: Beautify
de: Aufhübschen

source: Flirting
de: Anbändeln

source: No, but there could be situational exceptions, like trying to seduce somebody while wearing plate armor
de: Nein, situationsabhängige Ausnahmen können vorkommen, z.B. Verführen in Gestechrüstung

source: Romantic Arts
de: Liebeskünste

source: Seduction
de: Betören

source: The character doesn’t manage to arouse the target’s interest.
de: Dem Helden gelingt es vorerst nicht, Interesse beim Opfer zu wecken.

source: The target reacts favorably to the character.
de: Der Bezirzte ist bereit, mehr für den Helden zu tun.

source: The target slaps the character for being crude.
de: Der Held kassiert eine schallende Ohrfeige für seinen plumpen Anmachversuch.

source: The target tries to fulfill all the character’s wishes.
de: Das Verführungsopfer versucht, dem betörenden Helden alle Wünsche zu erfüllen.

source: Chases
de: Verfolgungsjagden

source: Combat Maneuvers
de: Kampfmanöver

source: Long Distances
de: Langstrecke

source: Negotiate the distance faster.
de: Die Distanz bis zum Ziel kann schneller überwunden werden.

source: Races
de: Wettfahren

source: Sailing
de: Boote & Schiffe

source: Ship or boat
de: Schiff oder Boot

source: The hero barely makes any progress with the boat or ship.
de: Der Held kommt mit dem Boot oder Schiff kaum voran.

source: The hero falls overboard or damages an important part of the vessel.
de: Der Held fällt von Bord oder ein wichtiger Teil des Wasserfahrzeugs wurde beschädigt.

source: The hero uses currents and winds to sail twice as fast as expected.
de: Der Held nutzt günstige Strömungen und Winde, um doppelt so schnell voranzukommen wie üblich.

source: Betting Games
de: Wettspiele

source: Board Games
de: Brettspiele

source: Card Games
de: Kartenspiele

source: Dice Games
de: Würfelspiele

source: Gambling
de: Brett- & Glücksspiel

source: Game
de: Spiel

source: Lose the game.
de: Der Held verliert.

source: Make a smart gambit.
de: Der Held hat einen guten Spielzug gemacht.

source: Others suspect the character of cheating, especially if they have suffered losing streaks. If playing for money, lose at least your whole stake (if not more).
de: Der Held wird fälschlicherweise des Falschspiels verdächtigt oder hat eine Pechsträhne. Wird um Geld gespielt, verliert er mindestens den kompletten Einsatz (oder mehr).

source: Win spectacularly. If playing for money, double your winnings.
de: Der Held gewinnt auf spektakuläre Art und Weise. Wurde um Geld gespielt, verdoppelt sich sein Gewinn.

source: Cheating
de: Falschspiel

source: Instead of being intimidated or insulted, the reverse happens, and the target grows angry, calm, or even amused. Alternatively, the would-be intimidator appears foolish.
de: Anstatt eingeschüchtert oder beleidigt zu sein, geschieht das Gegenteil: Das Opfer ist wütend, völlig gelassen oder amüsiert. Oder der Held macht sich mit seinem Gehabe völlig zum Affen.

source: Interrogation
de: Verhör

source: Intimidation
de: Einschüchtern

source: The target ignores all insults and attempts at intimidation.
de: Das Gegenüber ignoriert alle Schmähungen und Einschüchterungsversuche des Helden.

source: The target is utterly intimidated and won’t act against the character for the foreseeable future.
de: Das Gegenüber des Helden ist vollkommen eingeschüchtert und wird in absehbarer Zeit nichts mehr gegen den Helden unternehmen.

source: The victim remains intimidated longer or reveals more than expected.
de: Das Opfer ist länger eingeschüchtert oder verrät dem Helden mehr als erwartet.

source: Threats
de: Drohung

source: Torture
de: Folter

source: Etiquette
de: Etikette

source: Fashion
de: Mode

source: Manners
de: Benehmen

source: Rumors
de: Klatsch & Tratsch

source: Small Talk
de: leichte Unterhaltung

source: The hero forgets some important rules of etiquette and makes a bad impression.
de: Der Held kann sich nicht an alle wichtigen Benimmregeln erinnern und fällt unangenehm auf.

source: The hero makes a good impression and is remembered in a positive light.
de: Der Held hinterlässt einen guten Eindruck und bleibt positiv in Erinnerung.

source: The hero’s boorish behavior insults an important personage.
de: Der Held beleidigt mit seinem Verhalten eine wichtige Persönlichkeit.

source: The hero’s manners, wit, and charm are the talk of the party.
de: Auf der Feier ist der Held aufgrund seines Benehmens, Wortwitzes und Charmes der Mittelpunkt.

source: Animal Lore
de: Tierkunde

source: Domesticated Animals
de: domestizierte Tiere

source: Mimicry
de: Tierstimmen imitieren

source: Monsters
de: Ungeheuer

source: The hero gains more information about an animal.
de: genauere Informationen zu einem Tier

source: The hero has extensive knowledge of that type of animal.
de: Der Held weiß alles über das Tier.

source: The hero has no idea.
de: Der Held hat keine Ahnung.

source: Wild Animals
de: Wildtiere

source: You feel confident, but everything you think you know about the animal is wrong (you think an animal isn’t dangerous even though it is highly poisonous, or you believe it is herbivorous when it is actually carnivorous).
de: Der Held glaubt, etwas über das Tier zu wissen, liegt aber gefährlich falsch (schätzt es ungiftig ein, obwohl es sehr giftig ist, oder als Pflanzenfresser, obwohl es Fleischfresser ist).

source: Animal Tracks
de: tierische Spuren

source: As long as a trail hasn’t been completely destroyed, the hero can follow it to its end and receive more information than usual, spotting deceptions (such as covered-up tracks) at once.
de: Sofern die Spur nicht komplett zerstört wurde, kann der Held ihr zielsicher bis zum Ende folgen. Er erhält mehr Informationen als üblich. Täuschungsmanöver wie das Verwischen der Spuren durchschaut er sofort.

source: Conceal Tracks
de: Verwischen eigener Fährte

source: Humanoid Tracks
de: humanoide Spuren

source: Perceive more details on the trail.
de: Über die Qualitätsstufe kann der Held mehr Details in der Fährte erkennen.

source: The hero cannot find a trail or doesn’t learn anything new.
de: Der Held findet keine Spur oder kann keine neuen Erkenntnisse gewinnen.

source: The hero mistakes the tracks and follows the wrong trail, perhaps meeting a dangerous creature or finding the wrong people.
de: Der Held verwechselt die Spur und folgt einer falschen Fährte. So trifft er vielleicht auf eine gefährliche Kreatur oder jagt den falschen Leuten hinterher.

source: Tracking
de: Fährtensuchen

source: Driving
de: Fahrzeuge

source: The vehicle makes good speed and arrives in record time.
de: Das Fahrzeug kommt gut voran und schafft die Strecke in Rekordzeit.

source: The vehicle moves sluggishly, or the hero can’t set it into motion.
de: Das Fahrzeug bewegt sich schwerfällig oder dem Helden gelingt es nicht, es in Bewegung zu setzen.

source: The vehicle suffers a broken axle or tips on its side and throws the driver, who suffers falling damage
de: Das Fahrzeug erleidet einen Achsenbruch oder fällt während der Fahrt mitsamt dem Fahrer um, und der Held erleidet Fallschaden.

source: Vehicle
de: Fahrzeug

source: Bindings
de: Fesselungen

source: Knots
de: Knotenkunde

source: No (maybe with a helmet or gauntlets)
de: nein (eventuell ja bei Helmen, Panzerhandschuhen, etc.)

source: Rope
de: Fessel

source: Ropes
de: Fesseln

source: Splice Ropes
de: Netze knüpfen

source: The bindings hold better and are more difficult to escape.
de: Die Fessel hält länger und kann gegebenenfalls schwerer geöffnet werden.

source: The hero ties a knot that slips open in any situation. It won't keep anything secured.
de: Der Held hat einen Knoten gemacht, der sich in jeder Lage löst – oder der denkbar ungünstigsten.

source: The hero ties a very robust knot. For QL, competitive checks, and cumulative checks, SP = 2xSR.
de: Der Held hat einen stabilen Knoten gemacht. Für Qualitätsstufen, Vergleichs- und Sammelproben gilt: FP = doppelter FW.

source: The hero’s knots are poor quality and easier to escape than usual.
de: Dem Held gelingt nur ein Knoten von schlechter Qualität. Das Befreien daraus ist leichter als üblich.

source: Tie Nets
de: Netze knüpfen

source: Fishing
de: Fischen & Angeln

source: Freshwater Animals
de: Süßwassertiere

source: Net, weir, spear, fishing line with hook
de: Angel mit Schnur, Netz oder Reuse, Speer

source: Saltwater Animals
de: Salzwassertiere

source: The fish are tastier than the average catch.
de: Die Fische sind wohlschmeckender als bei einem durchschnittlichen Fang.

source: The fish don’t bite, or avoid the net.
de: Kein Fisch beißt an oder geht ins Netz.

source: The fisher falls into the water and loses some fishing equipment.
de: Der Angler fällt ins Wasser und die Angel geht verloren.

source: The number of rations obtained is very high. For QL, competitive checks, and cumulative checks, SP = 2xSR.
de: Die Zahl der Rationen ist sehr hoch. Für Qualitätsstufen, Vergleichs- und Sammelproben gilt: FP = doppelter FW.

source: Water Monsters
de: Wasserungeheuer

source: Yes (spearfishing) or No (fishing with weirs, nets, or hooks)
de: ja, (beim Speerfischen) oder nein (beim Reusenfang oder dem Fischen mit Netzen)

source: Flying
de: Fliegen

source: Long-Distance Flight
de: Langstreckenflug

source: The aerial maneuver fails and must be aborted.
de: Das Flugmanöver ist misslungen und muss abgebrochen werden.

source: The hero crashes.
de: Der Held stürzt ab.

source: The maneuver succeeds, and the hero has an additional action remaining for the round.
de: Dem Held ist nicht nur das Manöver gelungen, sondern er hat eine zusätzliche Aktion in dieser Runde.

source: You can cover distances faster.
de: Distanzen können schneller überwunden werden.

source: a flying instrument
de: das entsprechende Fluggerät

source: Physical Skills
de: Körpertalente

source: Asking Around
de: Informationssuche

source: Collect more information, or get it faster than expected.
de: Der Held erhält mehr Informationen oder erlangt sie schneller als erwartet.

source: Find an especially good but inexpensive inn, obtain much more information than expected, or find a contact who offers excellent terms.
de: Der Held entdeckt ein besonders gutes, aber günstiges Gasthaus, erhält mehr Informationen, als er erwartet hat, oder es gelingt ihm, einen Kontaktmann zu finden, der ihm exzellente Konditionen anbietet.

source: Judging Locations
de: Ortseinschätzung

source: No (maybe in some situations, such as if your armor helps you resemble a guard or a nobleman)
de: Nein, eventuell ja bei bestimmten Situationen, zum Beispiel, wenn die Rüstung den Anschein eines Gardisten oder Adligen erweckt.

source: Receive no useful information.
de: Der Held erhält keine hilfreichen Informationen.

source: Shadowing
de: Beschatten

source: Streetwise
de: Gassenwissen

source: Walk into an ambush by a gang of thugs who plan to rob you blind.
de: Der Held gerät in den Hinterhalt einer Bande Schurken, die ihn ausplündern wollen.

source: Clowning
de: Possenreißen

source: Gaukelei
de: Gaukeleien

source: Hiding Tricks
de: Verstecktricks

source: Juggling
de: Jonglieren

source: Perform the trick especially well and garner more applause from the audience.
de: Der Trick ist besonders gut gelungen und die Zuschauer applaudieren mehr.

source: The audience boos the hero for a mishap during the performance (perhaps the hero hits an audience member with a juggling club, or injures the mayor with pyrotechnics, or some such).
de: Der Held wird bei der Präsentation ausgebuht, da ihm ein Missgeschick passiert (mit Jonglierkeule einen Zuschauer getroffen, mit Pyrotechnik den Bürgermeister verletzt etc.).

source: The audience is fascinated and thinks you’ve worked true magic. If there’s money to be earned, you earn double the normal amount.
de: Die Zuschauer sind fasziniert, halten den Trick gar für echte Magie, und potenzielle Geldeinnahmen des Gauklers verdoppeln sich.

source: The trick doesn’t really work due to small mistakes, and the audience is disappointed.
de: Der Trick funktioniert nicht richtig, kleine Fehler schleichen sich bei dem Versuch ein. Das Publikum ist enttäuscht.

source: Al’Anfan Empire
de: AlʼAnfanisches Imperium

source: Arania
de: Aranien

source: Caliphate
de: Kalifat

source: Cartography
de: Kartographie

source: Cyclops’ Islands
de: Zyklopeninseln

source: Depends on the trick (balls, torches, snakes, cards, and so on)
de: je nach Trick z.B. Bälle, Fackel, Schlangen, Spielkarten

source: Garetia
de: Garetien

source: Geography
de: Geographie

source: High North
de: Hoher Norden

source: Horasian Empire
de: Horasreich

source: Kosh
de: Kosch

source: Lands of the Tulamydes
de: Tulamidenlande

source: Misremember geographic details completely (the population count is off, bridges are not where they were thought to be, and so on).
de: Der Held erinnert sich an völlig falsche geographische Details: Einwohnerzahlen von Städten stimmen nicht, Brücken befinden sich an anderer Stelle als gedacht.

source: Mountain Kingdoms of the Dwarves
de: Bergkönigreiche der Zwerge

source: Northmarches
de: Nordmarken

source: Orclands
de: Orkland

source: Rommilysian Marches
de: Rommilyser Mark

source: Salamander Stones & Elf Realms
de: Salamandersteine & umliegende Gebiete der Elfen

source: Shadowlands
de: Schattenlande

source: South Sea & Forest Islands
de: Südmeer & Waldinseln

source: Svellt Valley
de: Svellttal

source: The hero knows many details of the region, such as rulers, population count, customs, river courses, and bridges.
de: Der Held kennt viele Details der Region: Herrscher, Bevölkerungszahlen, Bräuche, Flussverläufe und Brücken.

source: Uncover more details about population, places, and river crossings
de: Mehr Detailinformationen zur Bevölkerung, Örtlichkeiten und Flussübergängen.

source: Deep South
de: Tiefer Süden

source: Everything you remember about the subject is incorrect; you are wrong about dates and events.
de: Der Held kann zu diesem Thema nur falsche Informationen beitragen: er irrt sich in Daten und Ereignissen.

source: History
de: Geschichtswissen

source: The hero knows many details about a certain event or historical person.
de: Der Held kennt besonders viele Details über ein bestimmtes Ereignis oder eine historische Person.

source: Uncover more details about historical personalities and epochs.
de: Mehr Details zu historischen Persönlichkeiten und Epochen.

source: A specific deity oder philosophy
de: Einzelne Gottheit oder Kult

source: Confuse special rites and philosophies of one Church for those of another.
de: Der Held verwechselt kultische Handlungen und Ansichten dieser Kirche mit einer anderen.

source: If the description for a church or cult states that knowledge of the religion is a trade secret, that Church or cult cannot normally be taken as an Application of this skill. The GM has the final say.
de: Steht bei der Beschreibung einer Kirche oder eines Kultes explizit dabei, dass der Held zunächst ein spezielles Wissen darüber erlangen muss (also ein Berufsgeheimnis), so ist diese Kirche oder Kult zunächst kein Anwendungsgebiet dieses Talents.

source: More details about Churches, cults, gods, and clergy.
de: Mehr Details zu Kulten, Göttern und Priestern.

source: Religions
de: Götter & Kulte

source: The hero knows detailed information about the topic, including special rituals, prayer texts, and philosophical basics.
de: Der Held hat detaillierte Einsichten in das Thema und kennt selbst spezielle Rituale, Gebetstexte oder philosophische Grundlagen.

source: Accounting
de: Buchhaltung

source: Commerce
de: Handel

source: Haggling
de: Feilschen

source: Horse Faker
de: Rosstäuscher

source: Money Exchange
de: Geldwechsel

source: The hero buys goods extremely cheaply or sells them for a fortune, and avoids leaving partners feeling left out or resentful. Any resulting price hike or discount should be at least 50%.
de: Der Held bekommt die Ware zu einem Spottpreis bzw. kann sie zu Wucherpreisen loswerden – ohne dass sein Handelspartner es ihm übel nimmt. Die Preiserhöhung oder der Nachlass sollte mindestens 50 % betragen.

source: The hero can identify the price more precisely.
de: Der Held kann präziser den Preis bestimmen.

source: The hero gets less than expected.
de: Der Held bekommt nicht so viel wie erhofft.

source: The other person takes advantage of you, or a business partner refuses the deal. Any disadvantageous price variation should be at least 50%.
de: Der Held wird über den Tisch gezogen oder der Handelspartner weigert sich, Geschäfte mit dem Helden zu machen. Die Preiserhöhung oder der Nachlass sollte mindestens 50 % betragen.

source: Fencing Stolen Goods
de: Hehlerei

source: Bandages, surgical instruments, herbs, needle and thread
de: Eventuell Bandagen, chirurgisches Gerät, Kräuter, Nadel und Faden

source: Enhance Healing
de: Heilung fördern

source: Injure the subject during treatment (1D6 DP, ignoring PRO).
de: Der Held hat den Patienten bei der Behandlung verletzt (1W6 SP).

source: Relieve Pain
de: Schmerzen nehmen

source: Stabilize
de: Stabilisieren

source: The hero can’t help the wounded person.
de: Der Held kann dem Patienten nicht helfen.

source: The hero requires fewer healing herbs for the skill check, or treats the wound faster.
de: Der Held verbraucht weniger Heilkräuter oder kann die Verletzung schneller versorgen.

source: Treat Wounds
de: Heilkunde Wunden

source: Antidote
de: Gegenmittel

source: Identify the poison (and therefore the treatment) faster.
de: Der Held kann das Gift schneller bestimmen.

source: Mineral-based Poisons
de: mineralisches Gift

source: Plant-based Toxins
de: pflanzliches Gift

source: The healer performs an injurious bloodletting or otherwise injures the patient, possibly worsening the poisoning (1D6 DP, ignoring PRO).
de: Der Held ordnet einen (schädlichen) Aderlass an oder hat den Patienten bei der Behandlung verletzt oder gar zusätzlich vergiftet (1W6 SP).

source: The hero can’t identify the poison and knows of no treatment.
de: Der Held hat keine Ahnung und kennt keine Möglichkeit der Heilung.

source: The patient recovers without the need for a special antidote.
de: Der Patient kann vollständig entgiftet werden, ohne dass der Held das passende Gegenmittel verwenden musste.

source: The subject receives (SP) LP during the next Regeneration Phase.
de: Die vollen Fertigkeitspunkte werden bei der nächsten Regenerationsphase zusätzlich zur normalen Regeneration zu den Lebenspunkten des Patienten hinzuaddiert.

source: Treat Poison
de: Heilkunde Gifte

source: Venoms
de: tierisches Gift

source: Identify the disease faster.
de: Der Held kann die Krankheit schneller bestimmen.

source: Remedy
de: Heilmittel

source: The hero can’t identify the disease and knows of no remedy or treatment.
de: Der Held hat keine Ahnung und kennt weder Heilmittel noch die passende Behandlung.

source: The patient heals without the need for a special remedy. In addition, the hero doesn’t catch the disease.
de: Der Patient ist geheilt, ohne dass der Held ein Heilmittel verwenden musste. Zudem steckt er sich nicht beim Erkrankten an.

source: The treatment injures the patient (1D6 DP,ignoring PRO) or the symptoms get worse. In addition, for contagious diseases, raise the chance of the hero becoming infected by 25%.
de: Der Held hat dem Patienten bei der Behandlung geschadet (1W6 SP) oder der Krankheitsverlauf verschlimmert sich. Zudem besteht für den Helden bei ansteckenden Krankheiten eine 25 % höhere Chance, sich bei dem Patienten anzustecken.

source: Treat Disease
de: Heilkunde Krankheiten

source: individual diseases (such as swamp fever)
de: jeweilige Krankheit (z. B. Sumpffieber)

source: Suppress Fear
de: Unterdrückung von Ängsten

source: Suppress Negative Trait
de: Unterdrückung von Schlechten Eigenschaften

source: Suppress Personality Flaw
de: Unterdrückung von Persönlichkeitsschwächen

source: The healer has no idea how to help the patient.
de: Der Held hat keine Ahnung, wie er dem Patienten helfen kann.

source: The healer unsettles or otherwise damages the patient’s psyche. The patient suffers a level of either the condition Fear or Confusion for one day.
de: Der Held hat den Patienten bei der Behandlung verstört oder seinem Geist anderweitig geschadet. Der Patient erhält für einen Tag eine Stufe des Zustands Furcht oder Verwirrung.

source: The patient suppresses a disadvantage (Afraid of…, Personality Flaw, or Negative Trait)for an entire day.
de: Der Patient kann einen Nachteil (Angst, Persönlichkeitsschwäche oder Schlechte Eigenschaft) für einen ganzen Tag unterdrücken.

source: The patient suppresses the disadvantage for a longer time.
de: Die Unterdrückung des Nachteils hält länger an.

source: Treat Soul
de: Heilkunde Seele

source: Accumulated QL drop to 0 and you may make no further checks on this project.
de: Ein Patzer sorgt dafür, dass die angesammelten QS auf 0 sinken und keine weitere Probe für dieses Vorhaben angewandt werden kann.

source: Carpenter
de: Zimmermannsarbeiten
