Repository: fuchsberger/dsa
Catalog: priv/gettext/*/LC_MESSAGES/dsa.po
Languages: de

source: Depends on the material being worked (for example, ax, plane, knife, saw, and so on).
de: Je nach zu bearbeitendem Material z.B. Axt, Hobel, Messer, Säge.

source: Felling & Cutting
de: Schlagen & Schneiden

source: Finish the item faster or with a better quality.
de: Das Werkstück ist schneller fertig oder es wird eine bessere Qualität erzielt.

source: Joiner
de: Tischlerarbeiten

source: The hero makes no progress.
de: Der Held kommt mit der Arbeit an dem Werkstück nicht voran.

source: The hero receives double the number of SP for the check (minimum of 5 SP). Remove all penalties accrued due to failed cumulative checks.
de: Die Zahl der FP bei dieser Probe verdoppelt sich, der Held erhält aber mindestens 5 FP. Erschwernisse, die durch misslungene Sammelproben aufgebaut wurden, werden komplett abgebaut.

source: Woodworking
de: Holzbearbeitung

source: Climbing
de: Klettern

source: Climbing gear, depending on the circumstances.
de: eventuell Kletterausrüstung

source: Ice
de: Eisklettern

source: Mountains
de: Bergsteigen

source: The climb takes longer than expected, or the hero suffers an injury (1D3 DP, ignoring PRO), doesn’t dare to climb, or gets stuck somewhere along the way.
de: Der Held braucht viel länger als üblich, verletzt sich leicht (1W3 SP), traut sich nicht, zu klettern, oder hängt fest.

source: The hero climbs much faster and safer than usual. Witnesses think the hero might be one of the best climbers on Dere. For QL, competitive checks, and cumulative checks, SP = 2xSR.
de: Ohne Schwierigkeiten und viel schneller als gewöhnlich hat der Held den Aufstieg geschafft. Zuschauer halten ihn für den besten Kletterer Deres. Für Qualitätsstufen, Vergleichs- und Sammelproben gilt: FP = doppelter FW.

source: The hero reaches the destination faster.
de: Der Held kommt schneller an seinem Ziel an.

source: Trees
de: Baumklettern

source: Walls
de: Fassadenklettern
