{
  "skills": [
    {
      "id": 1,
      "name": "Alchimie",
      "category": "Handwerkstalente",
      "check": "MU/KL/FF",
      "applications": ["alchimistische Gifte", "Elixiere", "profane Alchimie"],
      "encumbrance_default": true,
      "encumbrance_conditional": null,
      "tools": "alchimistisches Labor",
      "quality": "Der Trank weist eine bessere Qualität auf.",
      "failure": "Das Elixier ist misslungen oder eine Analyse hat kein Ergebnis gebracht.",
      "success": "Der Held weiß exakt, welches Elixier er vor sich hat, welche Stufe es besitzt und wie lange haltbar es ist.",
      "botch": "Das Elixier sorgt für einen unangenehmen Nebeneffekt.",
      "cost_factor": "C",
      "book": "Basis Regelwerk",
      "page": 206,
      "description": "Mit der alten Kunst der Alchimie lassen sich sowohl wundersame Tinkturen als auch profane Substanzen wie Seifen, Glas und Porzellan, Farben und Lacke analysieren und herstellen.\nZur Herstellung von Elixieren und Tränken benötigt der Alchimist meist aufwendig aufzutreibende Grundstoffe, das richtige Rezept und ein Labor. Viele Alchimisten werden argwöhnisch betrachtet, da man befürchtet, sie könnten bei ihren verrückten Experimenten ihre Werkstätten in Brand setzen und giftige Wolken oder bestialischen Gestank produzieren."
    },
    {
      "id": 2,
      "name": "Bekehren & Überzeugen",
      "category": "Gesellschaftstalente",
      "check": "MU/KL/CH",
      "applications": ["Diskussionsführung", "Einzelgespräch", "öffentliche Rede"],
      "encumbrance_default": false,
      "encumbrance_conditional": null,
      "tools": null,
      "quality": "Mehr Menschen lassen sich von dem Helden bekehren, oder der Bekehrte folgt seiner neuen Überzeugung länger.",
      "failure": "Das Opfer glaubt dem Prediger nicht.",
      "success": "Das Opfer der Überzeugungsversuche ist vollends überzeugt.",
      "botch": "Das Opfer fühlt sich vom Prediger beleidigt oder für dumm verkauft.",
      "cost_factor": "B",
      "book": "Basis Regelwerk",
      "page": 194,
      "description": "Dieses Talent ist das Handwerkszeug eines jeden Geweihten, insbesondere von Priestern mit starkem Missionierungsdrang.\nEs erlaubt die Beeinflussungen von Menschen und hilft, sie von der Meinung oder den Standpunkten des Talentanwenders dauerhaft zu überzeugen.\nIm Einzelgespräch vermag ein Geweihter sich einerseits intensiv mit seinem Gegenüber zu beschäftigen, andererseits dessen Glauben infrage zu stellen und Zweifel zu säen, bis hin zu einer kompletten Gehirnwäsche. Jedoch ist das Talent nicht nur für Geweihte nützlich: Rhetorik wird von Politikern, Philosophen und anderen Rednern gerne als Stilmittel verwendet, um andere zu überzeugen, sich ihren Ideen zu verschreiben, ebenso von Demagogen und Freiheitskämpfern, die nicht selten versuchen, das gemeine Volk zu einem Aufstand aufzuwiegeln und gegen die Herrscherschicht aufzuhetzen.\nIm Gegensatz zu den Talenten [Überreden] und [Einschüchtern] ist [Bekehren & Überzeugen] ein Prozess, der die Geisteshaltung des Betroffenen längerfristig beeinflusst und nicht nur kurzzeitig ändert."
    },
    {
      "id": 3,
      "name": "Betören",
      "category": "Gesellschaftstalente",
      "check": "MU/KL/CH",
      "applications": ["Anbändeln", "Aufhübschen", "Liebeskünste"],
      "encumbrance_default": false,
      "encumbrance_conditional": "situationsabhängige Ausnahmen können vorkommen, z.B. Verführen in Gestechrüstung",
      "tools": null,
      "quality": "Der Bezirzte ist bereit, mehr für den Helden zu tun.",
      "failure": "Dem Helden gelingt es vorerst nicht, Interesse beim Opfer zu wecken.",
      "success": "Das Verführungsopfer versucht, dem betörenden Helden alle Wünsche zu erfüllen.",
      "botch": "Der Held kassiert eine schallende Ohrfeige für seinen plumpen Anmachversuch.",
      "cost_factor": "B",
      "book": "Basis Regelwerk",
      "page": 195,
      "description": "Mit [Betören] kann ein Held versuchen, seine Ausstrahlung und Attraktivität einzusetzen, um sich jemand gewogen zu machen. Um sich durch Anbändeln einen Vorteil zu verschaffen, beispielsweise einen Gardisten dazu zu bringen, noch einmal ein Auge zu zudrücken, ist das Talent genau die richtige Wahl. Das bedeutet jedoch nicht, dass jeder Einsatz der Fähigkeit gleich eine Einladung zu einem Schäferstündchen sein muss.\nDennoch bildet das Talent ebenso die Kunst der Verführung ab und gibt Auskunft darüber, wie geschickt sich jemand in den Liebeskünsten anstellt. Wählt der Held schmeichelhafte Worte, schafft er eine angenehme Umgebung und geht auf die Vorlieben seines Gegenübers ein?\nUnter Betören fällt aber nicht nur das Anbändeln, sondern auch sich zu schminken und aufzuhübschen, um die Besucher eines Balls oder einer Taverne für sich zu begeistern.\nGegen Betörungsversuche kann sich ein Held mit dem Talent [Willenskraft (Betören widerstehen)] zur Wehr setzen."
    },
    {
      "id": 4,
      "name": "Boote & Schiffe",
      "category": "Handwerkstalente",
      "check": "FF/GE/KK",
      "applications": ["Kampfmanöver", "Langstrecke", "Verfolgungsjagden", "Wettfahren"],
      "encumbrance_default": true,
      "encumbrance_conditional": null,
      "tools": "Schiff oder Boot",
      "quality": "Die Distanz bis zum Ziel kann schneller überwunden werden.",
      "failure": "Der Held kommt mit dem Boot oder Schiff kaum voran.",
      "success": "Der Held nutzt günstige Strömungen und Winde, um doppelt so schnell voranzukommen wie üblich.",
      "botch": "Der Held fällt von Bord oder ein wichtiger Teil des Wasserfahrzeugs wurde beschädigt.",
      "cost_factor": "B",
      "book": "Basis Regelwerk",
      "page": 207,
      "description": "Wenn es darum geht, von der kleinsten Nussschale bis zur größten Kogge Flüsse, Seen und das weite Meer unsicher zu machen, ist man auf das Talent [Boote & Schiffe] angewiesen. Vom Rudern und Treideln über den richtigen Umgang mit der Takelage und kleinere Reparaturen bis zur Verwendung von Südweiser und Tiefenlot deckt das Talent alle wichtigen Tätigkeiten von Seeleuten ab.\nDas Steuern von Schiffen ist eine [komplexe] Angelegenheit und erfordert entsprechende Berufsgeheimnisse."
    },
    {
      "id": 5,
      "name": "Brett- & Glücksspiel",
      "category": "Wissenstalente",
      "check": "KL/KL/IN",
      "applications": ["Würfelspiele", "Brettspiele", "Kartenspiele", "Wettspiele"],
      "encumbrance_default": false,
      "encumbrance_conditional": null,
      "tools": "Spiel",
      "quality": "Der Held hat einen guten Spielzug gemacht.",
      "failure": "Der Held verliert.",
      "success": "Der Held gewinnt auf spektakuläre Art und Weise. Wurde um Geld gespielt, verdoppelt sich sein Gewinn.",
      "botch": "Der Held wird fälschlicherweise des Falschspiels verdächtigt oder hat eine Pechsträhne. Wird um Geld gespielt, verliert er mindestens den kompletten Einsatz (oder mehr).",
      "cost_factor": "A",
      "book": "Basis Regelwerk",
      "page": 201,
      "description": "Außer reiner Regelkunde deckt dieses Talent die Kenntnis von Spieltechnik, Strategien, Gewinnkombinationen und Wahrscheinlichkeiten bei verschiedenen Brett-, Karten- und Würfelspielen ab. Wenn man nicht gerade gegen sich selbst spielt, sind Vergleichsproben gegen das Talent [Brett- & Glücksspiel] der Mitspieler nötig.\n[Komplexere] Spiele müssen über ein Berufsgeheimnis erlernt werden."
    },
    {
      "id": 6,
      "name": "Einschüchtern",
      "category": "Gesellschaftstalente",
      "check": "MU/CH/CH",
      "applications": ["Drohung", "Folter", "Provokation", "Verhör"],
      "encumbrance_default": false,
      "encumbrance_conditional": null,
      "tools": null,
      "quality": "Das Opfer ist länger eingeschüchtert oder verrät dem Helden mehr als erwartet.",
      "failure": "Das Gegenüber ignoriert alle Schmähungen und Einschüchterungsversuche des Helden.",
      "success": "Das Gegenüber des Helden ist vollkommen eingeschüchtert und wird in absehbarer Zeit nichts mehr gegen den Helden unternehmen.",
      "botch": "Anstatt eingeschüchtert oder beleidigt zu sein, geschieht das Gegenteil: Das Opfer ist wütend, völlig gelassen oder amüsiert. Oder der Held macht sich mit seinem Gehabe völlig zum Affen.",
      "cost_factor": "B",
      "book": "Basis Regelwerk",
      "page": 195,
      "description": "Durch dieses Talent kann man sein Gegenüber bedrohen, beschimpfen oder beleidigen, um beispielsweise an Informationen zu gelangen oder jemandem Angst einzuflößen.\nEin Duellant kann versuchen, seinen Gegner zu provozieren, um seinen Jähzorn zu wecken. Der Ork-Häuptling mag nicht so stark sein, wie er aussieht, doch mit den richtigen Drohungen kann er seinen Kontrahenten beeindrucken, sodass er ihn erst gar nicht herausfordert. Mit Einschüchterungen kann man an Informationen gelangen, für die Überreden eine zu milde Form der Überzeugungskunst ist: Hier geht es zum Verhör.\nDie Folter (bei der Inquisition als hochnotpeinliche Befragung bekannt) hingegen ist nicht nur Androhung, sondern zudem Anwendung körperlicher Gewalt."
    },
    {
      "id": 7,
      "name": "Etikette",
      "category": "Gesellschaftstalente",
      "check": "KL/IN/CH",
      "applications": ["Benehmen", "Klatsch & Tratsch", "leichte Unterhaltung", "Mode"],
      "encumbrance_default": false,
      "encumbrance_conditional": null,
      "tools": null,
      "quality": "Der Held hinterlässt einen guten Eindruck und bleibt positiv in Erinnerung.",
      "failure": "Der Held kann sich nicht an alle wichtigen Benimmregeln erinnern und fällt unangenehm auf.",
      "success": "Auf der Feier ist der Held aufgrund seines Benehmens, Wortwitzes und Charmes der Mittelpunkt.",
      "botch": "Der Held beleidigt mit seinem Verhalten eine wichtige Persönlichkeit.",
      "cost_factor": "B",
      "book": "Basis Regelwerk",
      "page": 196,
      "description": "Wird einem Abenteurer die Ehre zuteil, sich in der Gesellschaft wichtiger Würdenträger oder Adliger aufzuhalten, so ist gutes Benehmen Pflicht.\nEin Held, der sich am Hofe eines Grafen oder einer Sultana schlecht benimmt, kann sich schneller als er glaubt vor dem Burgtor oder gar im Verlies wiederfinden. Das Talent [Etikette] hilft ihm, die korrekte Anrede für den lokalen Herrscher zu wählen, er achtet bei einer erfolgreichen Probe auf die Einhaltung der örtlichen Sitten und zeigt sich am Esstisch von seiner besten Seite.\nEtikette umfasst ebenfalls das Wissen um die aktuelle Mode, sowie das grundlegende Benehmen gegenüber Höhergestellten. Was sind die aktuellen Gesprächsthemen am Hofe? Welche Witze gelten im Horasreich als modern? Wie kann man das Gegenüber so beleidigen, dass die Etikette gewahrt bleibt, aber jeder weiß, was gemeint ist? All dies wird mittels [Etikette] geregelt."
    }
  ],
  "spells": [
    {
      "id": 1,
      "roll": "MU/KL/CH",
      "name": "Ablativum",
      "effect": "Der Spruch erschafft eine unsichtbare Kuppel um den Magier herum, die sich mit ihm bewegt und darin Befindliches vor Zaubern schützt. Die Kuppel ist eigentlich eine Kugel, da jedoch der Magier meistens auf dem Boden steht, ist die Kugelform nur selten relevant. Die Kuppel verfügt über einen Radius von 3 Schritt und eine Schildstärke in Höhe von QS x 3. Wird ein freundlicher oder feindlicher Zauber gegen ein unter der Kuppel befindliches Ziel gerichtet, vermindert die Schildstärke dessen QS. Sinkt diese dadurch auf 0, tritt kein Effekt ein. Die Schildstärke wird jedoch im Rahmen dieses Prozesses verbraucht (–1 Schildstärke je aufgehaltener QS), und der Ablativum endet vorzeitig, sobald seine QS unter 1 fällt.\n\nSollte ein Flächenzauber, beispielsweise der Ignisphaero, teilweise den Schild des Ablativum berühren, wird die Schildstärke um die QS des Flächenzaubers vermindert. Wirkt ein Zauber über mehrere KR, so wird die Schildstärke jede KR um die QS vermindert. Sollte ein Zauber mehr QS aufweisen als der Ablativum, dringt der Zauber mit den überzähligen QS durch den Schild. Die gesamten QS des Zaubers werden aber wie üblich von der Schildstärke abgezogen.",
      "cast_duration": "1 Aktion(en)",
      "cost": "8 AsP (Kosten sind nicht modifizierbar)",
      "range": "selbst",
      "effect_duration": "5 Minuten",
      "target_category": "Objekte",
      "attribute": "Antimagie",
      "spread": ["Gildenmagier"],
      "sf": "D",
      "expansions": [
        {
          "fw": 8,
          "name": "Stärkerer Schild",
          "ap": 4,
          "desc": "Die Schildstärke beträgt QS x 4."
        },
        {
          "fw": 12,
          "name": "Großer Radius",
          "ap": 8,
          "desc": "Der Radius beträgt 5 Schritt. Es entstehen zusätzliche Kosten in Höhe von 4 AsP, die jedoch nicht die Schildstärke erhöhen."
        },
        {
          "fw": 16,
          "name": "Reichweite Berührung",
          "ap": 4,
          "desc": "Als Reichweite gilt Berührung. Die Schildstärke beträgt nur QS x 2. Der Zauberspruch kann nur auf Kulturschaffende übertragen werden."
        }
      ]
    }
  ]
}
